[
{
  "model": "bookstore.book",
  "pk": "1245-2252-4442",
  "fields": {
    "title": "Palindrome",
    "desc": "Two different men. They live life in an opposite fashion and they meet in the middle. ",
    "img": "http://placehold.it/250x400",
    "author": "Aru",
    "frmt": "H",
    "publisher": "Penguin Books",
    "yr": 2015,
    "sbj": "Drama, Mystery",
    "keywords": "Drama, Man, Woman",
    "price": 50.0,
    "copies": 6
  }
},
{
  "model": "bookstore.book",
  "pk": "978-0143120285",
  "fields": {
    "title": "On the Road",
    "desc": "Jack Kerouac's groundbreaking novel—soon to be a major motion picture with a star-studded cast.In what is sure to be one of the major cinematic events of 2012, Jack Kerouac's legendary Beat classic, On the Road, will finally hit the big screen. Directed by Walter Salles (The Motorcycle Diaries; Paris, Je T'Aime) and with a cast of some of Hollywood's biggest stars, including Kristen Stewart (The Twilight Saga), Sam Riley, Garrett Hedlund, Kirsten Dunst, Amy Adams (Julie & Julia, The Fighter), Tom Sturridge, and Viggo Mortensen (the Lord of the Rings trilogy, The Road), the film will attract new fans who will be inspired by Kerouac's revolutionary masterwork.",
    "img": null,
    "author": "Jack Kerouac",
    "frmt": "S",
    "publisher": "Penguin Books",
    "yr": 2012,
    "sbj": "Literature & Fiction",
    "keywords": null,
    "price": 11.63,
    "copies": 2
  }
},
{
  "model": "bookstore.book",
  "pk": "978-0307389732",
  "fields": {
    "title": "Love in the Time of Cholera",
    "desc": "In their youth, Florentino Ariza and Fermina Daza fall passionately in love. When Fermina eventually chooses to marry a wealthy, well-born doctor, Florentino is devastated, but he is a romantic. As he rises in his business career he whiles away the years in 622 affairs--yet he reserves his heart for Fermina. Her husband dies at last, and Florentino purposefully attends the funeral. Fifty years, nine months, and four days after he first declared his love for Fermina, he will do so again.",
    "img": null,
    "author": "Gabriel Garcia Marquez",
    "frmt": "S",
    "publisher": "Vintage",
    "yr": 2007,
    "sbj": "Literature & Fiction",
    "keywords": null,
    "price": 9.41,
    "copies": 2
  }
},
{
  "model": "bookstore.book",
  "pk": "978-0307743657",
  "fields": {
    "title": "The Shining",
    "desc": "Jack Torrance’s new job at the Overlook Hotel is the perfect chance for a fresh start. As the off-season caretaker at the atmospheric old hotel, he’ll have plenty of time to spend reconnecting with his family and working on his writing. But as the harsh winter weather sets in, the idyllic location feels ever more remote . . . and more sinister. And the only one to notice the strange and terrible forces gathering around the Overlook is Danny Torrance, a uniquely gifted five-year-old.",
    "img": null,
    "author": "Stephen King",
    "frmt": "S",
    "publisher": "Anchor",
    "yr": 2012,
    "sbj": "Literature & Fiction",
    "keywords": null,
    "price": 4.82,
    "copies": 2
  }
},
{
  "model": "bookstore.book",
  "pk": "978-0312367558",
  "fields": {
    "title": "A Wrinkle in Time (A Wrinkle in Time Quintet) ",
    "desc": "A Wrinkle in Time, winner of the Newbery Medal in 1963, is the story of the adventures in space and time of Meg, Charles Wallace, and Calvin O'Keefe (athlete, student, and one of the most popular boys in high school). They are in search of Meg's father, a scientist who disappeared while engaged in secret work for the government on the tesseract problem.",
    "img": null,
    "author": "Madeleine L'Engle",
    "frmt": "S",
    "publisher": "Square Fish",
    "yr": 2007,
    "sbj": "Children's Books",
    "keywords": null,
    "price": 6.63,
    "copies": 2
  }
},
{
  "model": "bookstore.book",
  "pk": "978-0312421274",
  "fields": {
    "title": "The Corrections",
    "desc": "After almost fifty years as a wife and mother, Enid Lambert is ready to have some fun. Unfortunately, her husband, Alfred, is losing his sanity to Parkinson's disease, and their children have long since flown the family nest to the catastrophes of their own lives. The oldest, Gary, a once-stable portfolio manager and family man, is trying to convince his wife and himself, despite clear signs to the contrary, that he is not clinically depressed. The middle child, Chip, has lost his seemingly secure academic job and is failing spectacularly at his new line of work. And Denise, the youngest, has escaped a disastrous marriage only to pour her youth and beauty down the drain of an affair with a married man-or so her mother fears. Desperate for some pleasure to look forward to, Enid has set her heart on an elusive goal: bringing her family together for one last Christmas at home.",
    "img": null,
    "author": "Jonathan Franzen",
    "frmt": "S",
    "publisher": "Picador",
    "yr": 2002,
    "sbj": "Literature & Fiction",
    "keywords": null,
    "price": 9.32,
    "copies": 2
  }
},
{
  "model": "bookstore.book",
  "pk": "978-0316776967",
  "fields": {
    "title": "Me Talk Pretty One Day",
    "desc": "A recent transplant to Paris, humorist David Sedaris, bestselling author of 'Naked', presents a collection of his strongest work yet, including the title story about his hilarious attempt to learn French.",
    "img": null,
    "author": "David Sedaris",
    "frmt": "S",
    "publisher": "Back Bay Books",
    "yr": 2001,
    "sbj": null,
    "keywords": null,
    "price": 10.4,
    "copies": 2
  }
},
{
  "model": "bookstore.book",
  "pk": "978-0345418012",
  "fields": {
    "title": "The World According to Garp",
    "desc": "This is the life and times of T. S. Garp, the bastard son of Jenny Fields, a feminist leader ahead of her time. This is the life and death of a famous mother and her almost-famous son; theirs is a world of sexual extremes, even of sexual assassinations. It is a novel rich with lunacy and sorrow, yet the dark, violent events of the story do not undermine a comedy both ribald and robust. In more than thirty languages, in more than forty countries–with more than ten million copies in print–this novel provides almost cheerful, even hilarious evidence of its famous last line: 'In the world according to Garp, we are all terminal cases.'",
    "img": null,
    "author": "John Irving",
    "frmt": "S",
    "publisher": "Ballantine Books",
    "yr": 1997,
    "sbj": "Literature & Fiction",
    "keywords": null,
    "price": 11.52,
    "copies": 2
  }
},
{
  "model": "bookstore.book",
  "pk": "978-0375714542",
  "fields": {
    "title": "Jimmy Corrigan: The Smartest Kid on Earth",
    "desc": "This first book from Chicago author Chris Ware is a pleasantly-decorated view at a lonely and emotionally-impaired 'everyman' (Jimmy Corrigan: The Smartest Kid on Earth), who is provided, at age 36, the opportunity to meet his father for the first time. An improvisatory romance which gingerly deports itself between 1890's Chicago and 1980's small town Michigan, the reader is helped along by thousands of colored illustrations and diagrams, which, when read rapidly in sequence, provide a convincing illusion of life and movement. The bulk of the work is supported by fold-out instructions, an index, paper cut-outs, and a brief apology, all of which concrete to form a rich portrait of a man stunted by a paralyzing fear of being disliked.",
    "img": null,
    "author": "Chris Ware ",
    "frmt": "H",
    "publisher": "Pantheon",
    "yr": 2003,
    "sbj": "Comics & Graphic Novels",
    "keywords": null,
    "price": 26.96,
    "copies": 2
  }
},
{
  "model": "bookstore.book",
  "pk": "978-0375714573",
  "fields": {
    "title": "Persepolis: The Story of a Childhood ",
    "desc": "Wise, funny, and heartbreaking, Persepolis is Marjane Satrapi’s memoir of growing up in Iran during the Islamic Revolution. In powerful black-and-white comic strip images, Satrapi tells the story of her life in Tehran from ages six to fourteen, years that saw the overthrow of the Shah’s regime, the triumph of the Islamic Revolution, and the devastating effects of war with Iraq. The intelligent and outspoken only child of committed Marxists and the great-granddaughter of one of Iran’s last emperors, Marjane bears witness to a childhood uniquely entwined with the history of her country.",
    "img": null,
    "author": "Marjane Satrapi",
    "frmt": "S",
    "publisher": "Pantheon",
    "yr": 2004,
    "sbj": "Biographies & Memoirs",
    "keywords": null,
    "price": 10.53,
    "copies": 2
  }
},
{
  "model": "bookstore.book",
  "pk": "978-0375725609",
  "fields": {
    "title": "The Devil in the White City: Murder, Magic, and Madness at the Fair That Changed America",
    "desc": "Erik Larson—author of #1 bestseller In the Garden of Beasts—intertwines the true tale of the 1893 World's Fair and the cunning serial killer who used the fair to lure his victims to their death. Combining meticulous research with nail-biting storytelling, Erik Larson has crafted a narrative with all the wonder of newly discovered history and the thrills of the best fiction.",
    "img": null,
    "author": "Erik Larson",
    "frmt": "S",
    "publisher": "Vintage",
    "yr": 2004,
    "sbj": "Politics & Social Sciences",
    "keywords": null,
    "price": 9.04,
    "copies": 2
  }
},
{
  "model": "bookstore.book",
  "pk": "978-0375725784",
  "fields": {
    "title": "A Heartbreaking Work of Staggering Genius ",
    "desc": "The literary sensation of the year, a book that redefines both family and narrative for the twenty-first century. A Heartbreaking Work of Staggering Genius is the moving memoir of a college senior who, in the space of five weeks, loses both of his parents to cancer and inherits his eight-year-old brother. Here is an exhilarating debut that manages to be simultaneously hilarious and wildly inventive as well as a deeply heartfelt story of the love that holds a family together.",
    "img": null,
    "author": "Dave Eggers",
    "frmt": "S",
    "publisher": "Vintage",
    "yr": 2001,
    "sbj": "Literature & Fiction",
    "keywords": null,
    "price": 10.36,
    "copies": 2
  }
},
{
  "model": "bookstore.book",
  "pk": "978-0385333849",
  "fields": {
    "title": "Slaughterhouse-Five",
    "desc": "Slaughterhouse-Five, an American classic, is one of the world’s great antiwar books. Centering on the infamous firebombing of Dresden, Billy Pilgrim’s odyssey through time reflects the mythic journey of our own fractured lives as we search for meaning in what we fear most.",
    "img": null,
    "author": "Kurt Vonnegut",
    "frmt": "S",
    "publisher": "Dial Press Trade Paperback",
    "yr": 1999,
    "sbj": "Literature & Fiction",
    "keywords": null,
    "price": 8.75,
    "copies": 2
  }
},
{
  "model": "bookstore.book",
  "pk": "978-0385490818",
  "fields": {
    "title": "The Handmaid's Tale",
    "desc": "In the world of the near future, who will control women's bodies? Offred is a Handmaid in the Republic of Gilead. She may leave the home of the Commander and his wife once a day to walk to food markets whose signs are now pictures instead of words because women are no longer allowed to read. She must lie on her back once a month and pray that the Commander makes her pregnant, because in an age of declining births, Offred and the other Handmaids are only valued if their ovaries are viable. Offred can remember the days before, when she lived and made love with her husband Luke; when she played with and protected her daughter; when she had a job, money of her own, and access to knowledge. But all of that is gone now....",
    "img": null,
    "author": "Margaret Atwood",
    "frmt": "S",
    "publisher": "Anchor",
    "yr": 1998,
    "sbj": "Literature & Fiction",
    "keywords": null,
    "price": 8.65,
    "copies": 2
  }
},
{
  "model": "bookstore.book",
  "pk": "978-0385739863",
  "fields": {
    "title": "Are You There God? It's Me, Margaret.",
    "desc": "Margaret Simon, almost twelve, likes long hair, tuna fish, the smell of rain, and things that are pink. She's just moved from New York City to Farbrook, New Jersey, and is anxious to fit in with her new friends -- Nancy, Gretchen, and Janie. When they form a secret club to talk about private subjects like boys, bras, and getting their first periods, Margaret is happy to belong. But none of them can believe Margaret doesn't have a religion, and that she isn't joining the Y or the Jewish Community Center. What they don't know is that Margaret has her own special relationship with God. She can talk to God about everything -- family, friends, even Philip Leroy, the best-looking boy in sixth grade.",
    "img": null,
    "author": "Judy Blume",
    "frmt": "H",
    "publisher": "Delacorte Books for Young Readers",
    "yr": 2010,
    "sbj": "Literature & Fiction",
    "keywords": null,
    "price": 13.73,
    "copies": 2
  }
},
{
  "model": "bookstore.book",
  "pk": "978-0393061314",
  "fields": {
    "title": "Guns, Germs, and Steel: The Fates of Human Societies",
    "desc": "Winner of the Pulitzer Prize, Guns, Germs, and Steel is a brilliant work answering the question of why the peoples of certain continents succeeded in invading other continents and conquering or displacing their peoples. ",
    "img": null,
    "author": "Jared Diamond",
    "frmt": "H",
    "publisher": "W. W. Norton & Company",
    "yr": 2005,
    "sbj": "Politics & Social Sciences",
    "keywords": null,
    "price": 18.28,
    "copies": 2
  }
},
{
  "model": "bookstore.book",
  "pk": "978-0394720241",
  "fields": {
    "title": "The Power Broker: Robert Moses and the Fall of New York",
    "desc": "One of the most acclaimed books of our time, winner of both the Pulitzer and the Francis Parkman prizes, The Power Broker tells the hidden story behind the shaping (and mis-shaping) of twentieth-century New York (city and state) and makes public what few have known: that Robert Moses was, for almost half a century, the single most powerful man of our time in New York, the shaper not only of the city's politics but of its physical structure and the problems of urban decline that plague us today.",
    "img": null,
    "author": "Robert A. Caro",
    "frmt": "H",
    "publisher": "Vintage",
    "yr": 1975,
    "sbj": "Politics & Social Sciences",
    "keywords": null,
    "price": 65.0,
    "copies": 2
  }
},
{
  "model": "bookstore.book",
  "pk": "978-0394757681",
  "fields": {
    "title": "The Long Goodbye",
    "desc": "Marlowe befriends a down on his luck war veteran with the scars to prove it. Then he finds out that Terry Lennox has a very wealthy nymphomaniac wife, who he's divorced and re-married and who ends up dead. and now Lennox is on the lam and the cops and a crazy gangster are after Marlowe.",
    "img": null,
    "author": "Raymond Chandler",
    "frmt": "S",
    "publisher": "Vintage Crime/Black Lizard",
    "yr": 1988,
    "sbj": "Literature & Fiction",
    "keywords": null,
    "price": 11.32,
    "copies": 2
  }
},
{
  "model": "bookstore.book",
  "pk": "978-0395927205",
  "fields": {
    "title": "Interpreter of Maladies",
    "desc": "Navigating between the Indian traditions they've inherited and the baffling new world, the characters in Jhumpa Lahiri's elegant, touching stories seek love beyond the barriers of culture and generations. In 'A Temporary Matter', published in The New Yorker, a young Indian-American couple faces the heartbreak of a stillborn birth while their Boston neighborhood copes with a nightly blackout. In the title story, an interpreter guides an American family through the India of their ancestors and hears an astonishing confession. Lahiri writes with deft cultural insight reminiscent of Anita Desai and a nuanced depth that recalls Mavis Gallant. She is an important and powerful new voice.",
    "img": null,
    "author": "Jhumpa Lahiri",
    "frmt": "S",
    "publisher": "Mariner Books",
    "yr": 1999,
    "sbj": "Literature & Fiction",
    "keywords": null,
    "price": 8.6,
    "copies": 2
  }
},
{
  "model": "bookstore.book",
  "pk": "978-0441013593",
  "fields": {
    "title": "Dune, 40th Anniversary Edition (Dune Chronicles, Book 1)",
    "desc": "Here is the novel that will be forever considered a triumph of the imagination. Set on the desert planet Arrakis, Dune is the story of the boy Paul Atreides, who would become the mysterious man known as Muad'Dib. He would avenge the traitorous plot against his noble family--and would bring to fruition humankind's most ancient and unattainable dream.",
    "img": null,
    "author": "Frank Herbert",
    "frmt": "S",
    "publisher": "Ace",
    "yr": 2005,
    "sbj": "Science Fiction",
    "keywords": null,
    "price": 11.34,
    "copies": 2
  }
},
{
  "model": "bookstore.book",
  "pk": "978-0446310789",
  "fields": {
    "title": "To Kill a Mockingbird",
    "desc": "Compassionate, dramatic, and deeply moving, To Kill A Mockingbird takes readers to the roots of human behavior - to innocence and experience, kindness and cruelty, love and hatred, humor and pathos. Now with over 18 million copies in print and translated into forty languages, this regional story by a young Alabama woman claims universal appeal. Harper Lee always considered her book to be a simple love story. Today it is regarded as a masterpiece of American literature.",
    "img": null,
    "author": "Harper Lee",
    "frmt": "S",
    "publisher": "Grand Central Publishing",
    "yr": 1988,
    "sbj": "Literature & Fiction",
    "keywords": null,
    "price": 5.15,
    "copies": 2
  }
},
{
  "model": "bookstore.book",
  "pk": "978-0451524935",
  "fields": {
    "title": "1984 (Signet Classics)",
    "desc": "Written in 1948, 1984 was George Orwell’s chilling prophecy about the future. And while 1984 has come and gone, Orwell’s narrative is timelier than ever. 1984 presents a startling and haunting vision of the world, so powerful that it is completely convincing from start to finish. No one can deny the power of this novel, its hold on the imaginations of multiple generations of readers, or the resiliency of its admonitions—a legacy that seems only to grow with the passage of time.",
    "img": null,
    "author": "George Orwell",
    "frmt": "S",
    "publisher": "Signet Classic",
    "yr": 1961,
    "sbj": "Literature & Fiction",
    "keywords": null,
    "price": 8.25,
    "copies": 2
  }
},
{
  "model": "bookstore.book",
  "pk": "978-0553213454",
  "fields": {
    "title": "Alice's Adventures in Wonderland & Through the Looking-Glass",
    "desc": "In 1862 Charles Lutwidge Dodgson, a shy Oxford mathematician with a stammer, created a story about a little girl tumbling down a rabbit hole. Thus began the immortal adventures of Alice, perhaps the most popular heroine in English literature. Countless scholars have tried to define the charm of the Alice books–with those wonderfully eccentric characters the Queen of Hearts, Tweedledum, and Tweedledee, the Cheshire Cat, Mock Turtle, the Mad Hatter et al.–by proclaiming that they really comprise a satire on language, a political allegory, a parody of Victorian children’s literature, even a reflection of contemporary ecclesiastical history. Perhaps, as Dodgson might have said, Alice is no more than a dream, a fairy tale about the trials and tribulations of growing up–or down, or all turned round–as seen through the expert eyes of a child.",
    "img": null,
    "author": "Lewis Carroll",
    "frmt": "H",
    "publisher": "Bantam Classics",
    "yr": 1984,
    "sbj": "Literature & Fiction",
    "keywords": null,
    "price": 12.59,
    "copies": 2
  }
},
{
  "model": "bookstore.book",
  "pk": "978-0553380163",
  "fields": {
    "title": "A Brief History of Time",
    "desc": "A landmark volume in science writing by one of the great minds of our time, Stephen Hawking’s book explores such profound questions as: How did the universe begin—and what made its start possible? Does time always flow forward? Is the universe unending—or are there boundaries? Are there other dimensions in space? What will happen when it all ends? Told in language we all can understand, A Brief History of Time plunges into the exotic realms of black holes and quarks, of antimatter and “arrows of time,” of the big bang and a bigger God—where the possibilities are wondrous and unexpected. With exciting images and profound imagination, Stephen Hawking brings us closer to the ultimate secrets at the very heart of creation.",
    "img": null,
    "author": "Stephen Hawking",
    "frmt": "S",
    "publisher": "Bantam",
    "yr": 1998,
    "sbj": "Science & Math",
    "keywords": null,
    "price": 10.17,
    "copies": 2
  }
},
{
  "model": "bookstore.book",
  "pk": "978-0679410430",
  "fields": {
    "title": "Lolita (Everyman's Library (Cloth))",
    "desc": "When it was published in 1955, Lolita immediately became a cause célèbre because of the freedom and sophistication with which it handled the unusual erotic predilections of its protagonist. But Vladimir Nabokov's wise, ironic, elegant masterpiece owes its stature as one of the twentieth century's novels of record not to the controversy its material aroused but to its author's use of that material to tell a love story almost shocking in its beauty and tenderness.Awe and exhilaration–along with heartbreak and mordant wit–abound in this account of the aging Humbert Humbert's obsessive, devouring, and doomed passion for the nymphet Dolores Haze. Lolita is also the story of a hypercivilized European colliding with the cheerful barbarism of postwar America, but most of all, it is a meditation on love–love as outrage and hallucination, madness and transformation. With an introduction by Martin Amis.",
    "img": null,
    "author": "Vladimir Nabokov",
    "frmt": "H",
    "publisher": "Everyman's Library",
    "yr": 1993,
    "sbj": "Literature & Fiction",
    "keywords": null,
    "price": 18.7,
    "copies": 2
  }
},
{
  "model": "bookstore.book",
  "pk": "978-0679732761",
  "fields": {
    "title": "Invisible Man",
    "desc": "The nameless narrator of the novel describes growing up in a black community in the South, attending a Negro college from which he is expelled, moving to New York and becoming the chief spokesman of the Harlem branch of 'the Brotherhood', and retreating amid violence and confusion to the basement lair of the Invisible Man he imagines himself to be. The book is a passionate and witty tour de force of style, strongly influenced by T.S. Eliot's The Waste Land, Joyce, and Dostoevsky.",
    "img": null,
    "author": "Ralph Ellison",
    "frmt": "H",
    "publisher": "Vintage International",
    "yr": 1995,
    "sbj": "Literature & Fiction",
    "keywords": null,
    "price": 9.13,
    "copies": 2
  }
},
{
  "model": "bookstore.book",
  "pk": "978-0679766742",
  "fields": {
    "title": "Selected Stories, 1968-1994",
    "desc": "Spanning almost thirty years and settings that range from big cities to small towns and farmsteads of rural Canada, this magnificent collection brings together twenty-eight stories by a writer of unparalleled wit, generosity, and emotional power. In her Selected Stories, Alice Munro makes lives that seem small unfold until they are revealed to be as spacious as prairies and locates the moments of love and betrayal, desire and forgiveness, that change those lives forever. To read these stories--about a traveling salesman and his children on an impromptu journey; an abandoned woman choosing between seduction and solitude--is to succumb to the spell of a writer who enchants her readers utterly even as she restores them to their truest selves.",
    "img": null,
    "author": "Alice Munro",
    "frmt": "S",
    "publisher": "Vintage",
    "yr": 1997,
    "sbj": "Literature & Fiction",
    "keywords": null,
    "price": 11.22,
    "copies": 2
  }
},
{
  "model": "bookstore.book",
  "pk": "978-0717802418",
  "fields": {
    "title": "The Communist Manifesto",
    "desc": "The Communist Manifesto, originally titled Manifesto of the Communist Party (German: Manifest der Kommunistischen Partei) is a short 1848 book written by the German Marxist political theorists Karl Marx and Friedrich Engels. It has since been recognized as one of the world's most influential political manuscripts. Commissioned by the Communist League, it laid out the League's purposes and program. It presents an analytical approach to the class struggle (historical and present) and the problems of capitalism, rather than a prediction of communism's potential future forms.",
    "img": null,
    "author": "Karl Marx,Friedrich Engels",
    "frmt": "H",
    "publisher": "International Publishers Co",
    "yr": 2014,
    "sbj": "Politics & Social Sciences",
    "keywords": null,
    "price": 14.99,
    "copies": 2
  }
},
{
  "model": "bookstore.book",
  "pk": "978-0743270755",
  "fields": {
    "title": "Team of Rivals: The Political Genius of Abraham Lincoln",
    "desc": "This brilliant multiple biography is centered on Lincoln's mastery of men and how it shaped the most significant presidency in the nation's history.",
    "img": null,
    "author": "Doris Kearns Goodwin",
    "frmt": "S",
    "publisher": "Simon & Schuster",
    "yr": 2006,
    "sbj": "Biographies & Memoirs",
    "keywords": null,
    "price": 12.85,
    "copies": 2
  }
},
{
  "model": "bookstore.book",
  "pk": "978-0743273565",
  "fields": {
    "title": "The Great Gatsby",
    "desc": "The story of the fabulously wealthy Jay Gatsby and his love for the beautiful Daisy Buchanan, of lavish parties on Long Island at a time when The New York Times noted “gin was the national drink and sex the national obsession,” it is an exquisitely crafted tale of America in the 1920s.",
    "img": null,
    "author": "F. Scott Fitzgerald",
    "frmt": "S",
    "publisher": "Scribner",
    "yr": 2004,
    "sbj": "Literature & Fiction",
    "keywords": null,
    "price": 8.49,
    "copies": 2
  }
},
{
  "model": "bookstore.book",
  "pk": "978-0743297332",
  "fields": {
    "title": "The Sun Also Rises",
    "desc": "The quintessential novel of the Lost Generation, The Sun Also Rises is one of Ernest Hemingway's masterpieces and a classic example of his spare but powerful writing style. A poignant look at the disillusionment and angst of the post-World War I generation, the novel introduces two of Hemingway's most unforgettable characters: Jake Barnes and Lady Brett Ashley. The story follows the flamboyant Brett and the hapless Jake as they journey from the wild nightlife of 1920s Paris to the brutal bullfighting rings of Spain with a motley group of expatriates. It is an age of moral bankruptcy, spiritual dissolution, unrealized love, and vanishing illusions. First published in 1926, The Sun Also Rises helped to establish Hemingway as one of the greatest writers of the twentieth century.",
    "img": null,
    "author": "Ernest Hemingway",
    "frmt": "S",
    "publisher": "Scribner",
    "yr": 2006,
    "sbj": "Literature & Fiction",
    "keywords": null,
    "price": 11.32,
    "copies": 2
  }
},
{
  "model": "bookstore.book",
  "pk": "978-0786838653",
  "fields": {
    "title": "The Lightning Thief (Percy Jackson and the Olympians, Book 1)",
    "desc": "In this stunning collectors' edition of The Lightning Thief, Percy Jackson's world is brought to life with eight full-color plates by the series jacket artist John Rocco. The edition comes in an elegant slipcase with a ribbon bookmark, rough edges, and cloth cover--a perfect keepsake for fans of this truly epic series. After getting expelled from yet another school for yet another clash with mythological monsters only he can see, twelve-year-old Percy Jackson is taken to Camp Half-Blood, where he finally learns the truth about his unique abilities: He is a demigod, half human, half immortal. Even more stunning: His father is the Greek god Poseidon, ruler of the sea, making Percy one of the most powerful demigods alive. There's little time to process this news. All too soon, a cryptic prophecy from the Oracle sends Percy on his first quest, a mission to the Underworld to prevent a war among the gods of Olympus.",
    "img": null,
    "author": "Rick Riordan",
    "frmt": "H",
    "publisher": "Disney-Hyperion",
    "yr": 2006,
    "sbj": "Children's Books",
    "keywords": null,
    "price": 14.66,
    "copies": 2
  }
},
{
  "model": "bookstore.book",
  "pk": "978-0802719720",
  "fields": {
    "title": "Thinking of Answers: Questions in the Philosophy of Everyday Life",
    "desc": "As in his previous books on philosophy for the general public, including Meditations for the Humanist and Life, Sex and Ideas, rather than presenting a set of categorical answers, Grayling offers suggestions for how to think about every aspect of the question at hand and arrive at one's own conclusion. Nobody can read Thinking of Answers without being fully engaged, for Grayling challenges with his intellect and inspires with his humanity.",
    "img": null,
    "author": "A. C. Grayling",
    "frmt": "S",
    "publisher": "Walker Books",
    "yr": 2010,
    "sbj": "Politics & Social Sciences",
    "keywords": null,
    "price": 13.68,
    "copies": 2
  }
},
{
  "model": "bookstore.book",
  "pk": "978-0810993136",
  "fields": {
    "title": "Diary of a Wimpy Kid, Book 1",
    "desc": "Author/illustrator Jeff Kinney recalls the growing pains of school life and introduces a new kind of hero who epitomizes the challenges of being a kid. As Greg says in his diary, “Just don’t expect me to be all ‘Dear Diary’ this and ‘Dear Diary’ that.” Luckily for us, what Greg Heffley says he won’t do and what he actually does are two very different things.",
    "img": null,
    "author": "Jeff Kinney",
    "frmt": "H",
    "publisher": "Amulet Books",
    "yr": 2007,
    "sbj": "Children's Books",
    "keywords": null,
    "price": 8.37,
    "copies": 2
  }
},
{
  "model": "bookstore.book",
  "pk": "978-0812976533",
  "fields": {
    "title": "Midnight's Children",
    "desc": "This novel is at once a fascinating family saga and an astonishing evocation of a vast land and its people–a brilliant incarnation of the universal human comedy. Twenty-five years after its publication, Midnight’ s Children stands apart as both an epochal work of fiction and a brilliant performance by one of the great literary voices of our time.",
    "img": null,
    "author": "Salman Rushdie",
    "frmt": "S",
    "publisher": "Random House Trade Paperbacks",
    "yr": 2006,
    "sbj": "Literature & Fiction",
    "keywords": null,
    "price": 9.04,
    "copies": 2
  }
},
{
  "model": "bookstore.book",
  "pk": "978-1400033416",
  "fields": {
    "title": "Beloved",
    "desc": "Staring unflinchingly into the abyss of slavery, this spellbinding novel transforms history into a story as powerful as Exodus and as intimate as a lullaby. Sethe, its protagonist, was born a slave and escaped to Ohio, but eighteen years later she is still not free. She has too many memories of Sweet Home, the beautiful farm where so many hideous things happened. And Sethe’s new home is haunted by the ghost of her baby, who died nameless and whose tombstone is engraved with a single word: Beloved. Filled with bitter poetry and suspense as taut as a rope, Beloved is a towering achievement.",
    "img": null,
    "author": "Toni Morrison",
    "frmt": "S",
    "publisher": "Vintage",
    "yr": 2004,
    "sbj": "Literature & Fiction",
    "keywords": null,
    "price": 9.21,
    "copies": 2
  }
},
{
  "model": "bookstore.book",
  "pk": "978-1451673319",
  "fields": {
    "title": "Fahrenheit 451: A Novel",
    "desc": "Guy Montag is a fireman. In his world, where television rules and literature is on the brink of extinction, firemen start fires rather than put them out. His job is to destroy the most illegal of commodities, the printed book, along with the houses in which they are hidden. Montag never questions the destruction and ruin his actions produce, returning each day to his bland life and wife, Mildred, who spends all day with her television “family.” But then he meets an eccentric young neighbor, Clarisse, who introduces him to a past where people didn’t live in fear and to a present where one sees the world through the ideas in books instead of the mindless chatter of television. When Mildred attempts suicide and Clarisse suddenly disappears, Montag begins to question everything he has ever known. He starts hiding books in his home, and when his pilfering is discovered, the fireman has to run for his life.",
    "img": null,
    "author": "Ray Bradbury",
    "frmt": "S",
    "publisher": "Simon & Schuster",
    "yr": 2012,
    "sbj": "Literature & Fiction",
    "keywords": null,
    "price": 7.68,
    "copies": 2
  }
},
{
  "model": "bookstore.book",
  "pk": "978-1594483295",
  "fields": {
    "title": "The Brief Wondrous Life of Oscar Wao",
    "desc": "Oscar is a sweet but disastrously overweight ghetto nerd who—from the New Jersey home he shares with his old world mother and rebellious sister—dreams of becoming the Dominican J.R.R. Tolkien and, most of all, finding love. But Oscar may never get what he wants. Blame the fukú—a curse that has haunted Oscar’s family for generations, following them on their epic journey from Santo Domingo to the USA. Encapsulating Dominican-American history, The Brief Wondrous Life of Oscar Wao opens our eyes to an astonishing vision of the contemporary American experience and explores the endless human capacity to persevere—and risk it all—in the name of love.",
    "img": null,
    "author": "Junot Díaz",
    "frmt": "S",
    "publisher": "Riverhead Books",
    "yr": 2008,
    "sbj": "Literature & Fiction",
    "keywords": null,
    "price": 9.07,
    "copies": 2
  }
}
]
