
[
{
  "model": "bookstore.Book",
  "pk": "978-0451524935",
  "fields": {
  	"title":"1984 (Signet Classics)",
  	"desc":"Written in 1948, 1984 was George Orwell’s chilling prophecy about the future. And while 1984 has come and gone, Orwell’s narrative is timelier than ever. 1984 presents a startling and haunting vision of the world, so powerful that it is completely convincing from start to finish. No one can deny the power of this novel, its hold on the imaginations of multiple generations of readers, or the resiliency of its admonitions—a legacy that seems only to grow with the passage of time.",
    "author":"George Orwell",
    "frmt":"S",
    "publisher":"Signet Classic",
    "yr":1961,
    "price": 8.25,
    "copies" : 2

  }
},
{
  "model": "bookstore.Book",
  "pk": "978-0553380163",
  "fields": {
    "title":"A Brief History of Time",
    "desc":"A landmark volume in science writing by one of the great minds of our time, Stephen Hawking’s book explores such profound questions as: How did the universe begin—and what made its start possible? Does time always flow forward? Is the universe unending—or are there boundaries? Are there other dimensions in space? What will happen when it all ends? Told in language we all can understand, A Brief History of Time plunges into the exotic realms of black holes and quarks, of antimatter and “arrows of time,” of the big bang and a bigger God—where the possibilities are wondrous and unexpected. With exciting images and profound imagination, Stephen Hawking brings us closer to the ultimate secrets at the very heart of creation.",
    "author":"Stephen Hawking",
    "frmt":"S",
    "publisher":"Bantam",
    "yr":1998,
    "price": 10.17,
    "copies" : 2

  }
},
{
  "model": "bookstore.Book",
  "pk": "978-0375725784",
  "fields": {
    "title":"A Heartbreaking Work of Staggering Genius ",
    "desc":"The literary sensation of the year, a book that redefines both family and narrative for the twenty-first century. A Heartbreaking Work of Staggering Genius is the moving memoir of a college senior who, in the space of five weeks, loses both of his parents to cancer and inherits his eight-year-old brother. Here is an exhilarating debut that manages to be simultaneously hilarious and wildly inventive as well as a deeply heartfelt story of the love that holds a family together.",
    "author":"Dave Eggers",
    "frmt":"S",
    "publisher":"Vintage",
    "yr":2001,
    "price": 10.36,
    "copies" : 2

  }
},
{
  "model": "bookstore.Book",
  "pk": "978-0312367558",
  "fields": {
    "title":"A Wrinkle in Time (A Wrinkle in Time Quintet) ",
    "desc":"A Wrinkle in Time, winner of the Newbery Medal in 1963, is the story of the adventures in space and time of Meg, Charles Wallace, and Calvin O'Keefe (athlete, student, and one of the most popular boys in high school). They are in search of Meg's father, a scientist who disappeared while engaged in secret work for the government on the tesseract problem.",
    "author":"Madeleine L'Engle",
    "frmt":"S",
    "publisher":"Square Fish",
    "yr":2007,
    "price": 6.63,
    "copies" : 2
  }
},
{
  "model": "bookstore.Book",
  "pk": "978-0679766742",
  "fields": {
    "title":"Selected Stories, 1968-1994",
    "desc":"Spanning almost thirty years and settings that range from big cities to small towns and farmsteads of rural Canada, this magnificent collection brings together twenty-eight stories by a writer of unparalleled wit, generosity, and emotional power. In her Selected Stories, Alice Munro makes lives that seem small unfold until they are revealed to be as spacious as prairies and locates the moments of love and betrayal, desire and forgiveness, that change those lives forever. To read these stories--about a traveling salesman and his children on an impromptu journey; an abandoned woman choosing between seduction and solitude--is to succumb to the spell of a writer who enchants her readers utterly even as she restores them to their truest selves.",
    "author":"Alice Munro",
    "frmt":"S",
    "publisher":"Vintage",
    "yr":1997,
    "price": 11.22,
    "copies" : 2
  }
},
{
  "model": "bookstore.Book",
  "pk": "978-0553213454",
  "fields": {
    "title":"Alice's Adventures in Wonderland & Through the Looking-Glass",
    "desc":"In 1862 Charles Lutwidge Dodgson, a shy Oxford mathematician with a stammer, created a story about a little girl tumbling down a rabbit hole. Thus began the immortal adventures of Alice, perhaps the most popular heroine in English literature. Countless scholars have tried to define the charm of the Alice books–with those wonderfully eccentric characters the Queen of Hearts, Tweedledum, and Tweedledee, the Cheshire Cat, Mock Turtle, the Mad Hatter et al.–by proclaiming that they really comprise a satire on language, a political allegory, a parody of Victorian children’s literature, even a reflection of contemporary ecclesiastical history. Perhaps, as Dodgson might have said, Alice is no more than a dream, a fairy tale about the trials and tribulations of growing up–or down, or all turned round–as seen through the expert eyes of a child.",
    "author":"Lewis Carroll",
    "frmt":"H",
    "publisher":"Bantam Classics",
    "yr":1984,
    "price": 12.59,
    "copies" : 2
  }
},
{
  "model": "bookstore.Book",
  "pk": "978-0385739863",
  "fields": {
    "title":"Are You There God? It's Me, Margaret.",
    "desc":"Margaret Simon, almost twelve, likes long hair, tuna fish, the smell of rain, and things that are pink. She's just moved from New York City to Farbrook, New Jersey, and is anxious to fit in with her new friends -- Nancy, Gretchen, and Janie. When they form a secret club to talk about private subjects like boys, bras, and getting their first periods, Margaret is happy to belong. But none of them can believe Margaret doesn't have a religion, and that she isn't joining the Y or the Jewish Community Center. What they don't know is that Margaret has her own special relationship with God. She can talk to God about everything -- family, friends, even Philip Leroy, the best-looking boy in sixth grade.",
    "author":"Judy Blume",
    "frmt":"H",
    "publisher":"Delacorte Books for Young Readers",
    "yr":2010,
    "price": 13.73,
    "copies" : 2
  }
}


]


